Revit 2027 API
ConductorMaterial Properties
The ConductorMaterial type exposes the following members.
Properties
Name | Description
Id |  The Conductor Material id.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Name |  The Conductor Material name.
Top
See Also
Reference
ConductorMaterial Class
Autodesk.Revit.DB.Electrical Namespace